{
    "note": "Need help? Join our [Support Server]({config_urls_support}).",
    "3": "An unknown error has occurred. Please try again later.",
    "4": "Your inventory is empty. No items found.",
    "5": "This Animon doesn't exist or cannot be used in this interaction.",
    "6": "**You've run out of Animon encounters!**\nYour next encounter will be available {custom_timestamp}.\n\nDon't want to wait? Visit {command_store} to **buy more encounters** using **{emoji_smallCoin} coins**. You can also **vote for {custom_bot}** to earn free encounters — check {command_vote}.\n\nNeed even more? **Get Premium** for higher daily encounter limits, faster recharge times, and exclusive rewards: {command_premium}!",
    "7": "The selected user is not registered in the bot's database.",
    "8": "Invalid ID provided. Please check your input and try again.",
    "9": "You don't have enough coins to make this purchase.",
    "10": "You don't have enough gems to make this purchase.",
    "11": "This item is no longer available for sale.",
    "12": "You're out of AniBalls! Purchase some first.\nTip: If you're low on coins, use {command_daily} to get free AniBalls.",
    "13": "No active interactions available at the moment.",
    "14": "This interaction will be available again {custom_time}.",
    "15": "Please enter a valid number.",
    "16": "The number you provided is invalid.",
    "17": "This card belongs to another user.",
    "18": "Your Animon must not be unconscious, in battle, or involved in a trade to perform this action.",
    "19": "You cannot sell favorite cards.",
    "20": "You cannot use buttons that belong to another user.",
    "21": "Status requirement not met: 'not fled'.",
    "22": "You don't have enough gems for a second chance. Buy more [here]({config_urls_buyGems}).",
    "23": "Your inventory is empty. No items to display.",
    "24": "You have no usable items.",
    "25": "Not enough items in your inventory.",
    "26": "No vouchers are available at this time.",
    "27": "No active battle found.",
    "28": "No team has been set up. Use {command_team} to create one.",
    "29": "All Animons in your team have been defeated!",
    "30": "Your team is already full.",
    "31": "This slot is already occupied.",
    "32": "This card has already reached its maximum level.",
    "33": "Unable to revive—this Animon is already alive.",
    "34": "Cannot heal—this Animon is currently dead.",
    "35": "You don't have any items to use on this Animon.",
    "36": "Cannot heal—this Animon is already at full health.",
    "37": "Your last daily reward was claimed less than 24 hours ago. The next one will be available {custom_time}.",
    "38": "The recipient has too many active trade offers.",
    "39": "You have too many active trade offers.",
    "40": "No offer created. Use {command_trade new} to start a trade.",
    "41": "You cannot trade with yourself.",
    "42": "Trade offer not found.",
    "43": "You don't have enough coins to add to the trade offer.",
    "44": "You don't have enough gems to add to the trade offer.",
    "45": "You've reached the limit for these items in the trade offer.",
    "46": "You cannot trade favorite cards.",
    "47": "This item is already in a trade.",
    "48": "You cannot trade cards that are in your team.",
    "49": "No item available to add to the offer.",
    "50": "You don't have enough of this item to add to the trade offer.",
    "51": "Some items in the trade are no longer available. The trade offer has been canceled.",
    "52": "You cannot send a trade offer without offering anything.",
    "53": "No active trade offers to display.",
    "54": "You are currently in an active battle.",
    "55": "You have not set up a team yet or all your Animons are defeated.\nTo set up a team, use the {command_team} command.\nIf your Animons are defeated, you can revive them using items from the {command_store}.",
    "56": "You cannot use this action while the card is in battle.",
    "57": "Your opponent is currently in an active battle.",
    "58": "Your opponent has no team set up or all their Animons are defeated.",
    "59": "This Animon does not belong to you.",
    "60": "You don't have enough attribute points.",
    "61": "Unknown move. Please check your input.",
    "62": "This move slot is already filled.",
    "63": "Your level is too low to learn this move.",
    "64": "This move is already known.",
    "65": "This user has disabled trade offers.",
    "66": "You've already completed the tutorial.",
    "67": "You have no items available to redeem.",
    "68": "You don't have any Animons in your team that can join this battle.",
    "69": "Nice. You have already selected a move. Wait for your opponent.",
    "70": "You cannot use this action while in battle.\nUse {command_battle resume} to finish your battle.",
    "71": "You have already claimed all rewards.",
    "72": "The promotion has ended.",
    "73": "This user's profile is private.",
    "74": "You cannot customize your profile! Become a **Premium** member to unlock this feature - {command_premium}.",
    "75": "The color you provided is invalid. Please use a valid HEX color code - you can use [this tool](https://www.w3schools.com/colors/colors_picker.asp) to find one.",
    "76": "You don't have enough crystals to ascend this Animon.",
    "77": "The Animon you want to sacrifice doesn't meet the requirements. Make sure it is not in battle, in a trade, or unconscious. Also, check if it belongs to you and is not a favorite card. The rarity of the Animon you want to sacrifice must be higher than the rarity of the Animon you want to evolve."
}
